#Urls
HOME_PAGE = "https://qa-scooter.praktikum-services.ru/"
ORDER_PAGE = "https://qa-scooter.praktikum-services.ru/order"
DZEN = "https://dzen.ru/?yredirect=true"

# Ответы на вопросы
ANSWER_1 = "Сутки — 400 рублей. Оплата курьеру — наличными или картой."
ANSWER_2 = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."
ANSWER_3 = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."
ANSWER_4 = "Только начиная с завтрашнего дня. Но скоро станем расторопнее."
ANSWER_5 = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."
ANSWER_6 = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."
ANSWER_7 = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."
ANSWER_8 = "Да, обязательно. Всем самокатов! И Москве, и Московской области."

# Данные для заказа
ORDER_DATA_SETS = [
        {"name": "Маруся", "surname": "Морковная", "address": "Москва, ул. Несуществующая, 1", "phone": "+79000000000"},
        {"name": "Александр", "surname": "Александров", "address": "Москва, Существующая ул., 5", "phone": "+79999999999"},
]
COMMENT_TEXT = "Здесь можно ввести комментарий"
